Repository: loginom/loginom-l10n-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Ошибка при удалении группы
en: Error while deleting the group

source: Ошибка при удалении визуализатора
en: Error while deleting the visualizer

source: Перенести в "Отчеты"
en: Move to "Reports"

source: Новую группу создать не удалось: имя группы не может быть пустым
en: Failed to create new group: group name cannot be empty

source: Перейти к исходному визуализатору
en: Go to source visualizer

source: Исходный узел визуализатора для этого отчета не существует
en: The visualizer source node does not exist for this report

source: Выйти без сохранения
en: Exit without saving

source: У визуализатора не задан компонент
en: No component specified for visualizer

source: Площадь под PR-кривой
en: Area under the PR curve

source: Пароль пользователя успешно изменен
en: User password changed successfully

source: Площадь под ROC-кривой
en: Area under the ROC curve

source: Порог отсечения
en: Cutoff

source: FPR (1-Специфичность)
en: FPR (1-Specificity)

source: Коэффициент корреляции Мэтьюса
en: Matthews correlation coefficient

source: Точность положительного прогноза
en: Positive predictive value

source: TNR (Специфичность)
en: TNR (specificity)

source: https://qa.loginom.ru/questions/
en: https://qa.loginom.com/questions/

source: TPR (Чувствительность)
en: TPR (sensitivity)

source: Оценки классификатора
en: Classifier scores

source: Коэффициент Джини
en: Gini index

source: Статистика критерия Колмогорова-Смирнова
en: Kolmogorov-Smirnov statistics

source: Выберите множества для отображения
en: Select sets to display

source: Сохранить и выйти
en: Save and exit

source: Ошибка при вычислении статистики по полю "{0}": {1}
en: Error while calculating statistics for field "{0}": {1}

source: Кол-во строк данных:
en: Row count:

source: {0} Вы действительно хотите удалить компонент "{1}"?
en: {0} Do you really want to delete "{1}" component?

source: Служебная учётная запись: логин/DN
en: Service account: username/DN

source: макс
en: max

source: мин
en: min

source: Наибольшая длина строки:
en: Maximum string length:

source: Вы действительно хотите удалить узел "{0}"?
en: Do you really want to delete "{0}" node?

source: Средняя длина строки:
en: Mean string length:

source: Наименьшая длина строки:
en: Minimum string length:

source: длины строки:
en: string length:

source: Метка поля
en: Field Caption

source: Настройка полей
en: Configure Fields

source: Показатель статистики
en: Statistics Parameter

source: Настройка показателей
en: Configure Parameters

source: Неопределенный вид данных
en: Undefined data kind

source: Число значений -
en: Values count -

source: Вы действительно хотите удалить модуль "{0}"?
en: Do you really want to delete "{0}" module?

source: Настройка прервана
en: Setup Aborted

source: пропущено
en: missed

source: Выполнение скрипта
en: Script execution

source: Использовать
en: Include

source: Выходные
en: Outputs

source: Вы действительно хотите создать выходные столбцы для всех входных?
en: Do you really want to create output columns for all inputs?

source: Нет подходящих столбцов
en: No matching columns

source: Столбец "{0}" используется. Вы действительно хотите его исключить?
en: Column "{0}" is in use. Do you really want to exclude it?

source: Настройка соответствия между столбцами
en: Column Mapping Settings

source: Настройка столбцов
en: Configure Columns

source: Отсутствующие столбцы
en: Missing columns

source: Столбец добавлен, но не отображается, т.к. не соответствует фильтру
en: Column has been added, but it is not selected because it does not match the filter

source: Столбец переименован, но не отображается, т.к. не соответствует фильтру
en: Column has been renamed, but it is not selected because it does not match the filter

source: Вы действительно хотите удалить все выходные столбцы?
en: Do you really want to delete all output columns?

source: Исключить
en: Exclude

source: Исключенные
en: Excluded

source: На данный компонент не ссылается ни одного узла.
en: No node refers to this component.

source: Настройка выходных столбцов
en: Configure Output Columns

source: Добавить столбец
en: Add Column

source: Назначение по умолчанию
en: Default usage type

source: Имя столбца не может быть пустым
en: Column name cannot be empty

source: Введенное имя столбца "{0}" не является правильным идентификатором
en: Entered "{0}" column name is not a valid identifier

source: Данный компонент имеет модификатор доступа Открытый и может использоваться в других пакетах.
en: This component has Public visibility and can be used in other packages.

source: Столбец с именем "{0}" уже существует
en: Column with "{0}" name already exists

source: Редактировать столбец
en: Edit Column

source: Назначение
en: Usage type

source: Настройка входных столбцов
en: Configure Input Columns

source: Столбец "{0}" используется. Вы действительно хотите его удалить?
en: "{0}" column is used. Do you really want to delete it?

source: Среди выбранных столбцов есть используемые. Вы действительно хотите удалить все выбранные столбцы?
en: There are used columns among the selected columns. Do you really want to delete all selected columns?

source: Доступные
en: Available

source: В открытых пакетах найдено {0} узлов, которые ссылаются на данный компонент.
en: {0} nodes that refer to this component found in the opened packages.

source: Переместить в {0}
en: Move to {0}

source: Тестирование соединения прошло успешно
en: Connection successful

source: Тестирование соединения
en: Connection test

source: параметры подключения
en: Connection Parameters

source: Подключение-ссылка
en: Connection Reference

source: Подключения
en: Connections

source: Настроить модификатор доступа...
en: Configure visibility...

source: Сгенерировать автоматические метки
en: Autogenerate Captions

source: Невозможно удалить заблокированный узел "{0}".
en: Failed to delete the locked "{0}" node.

source: Деактивировать все
en: Deactivate all

source: Показать/скрыть дерево коннекторов
en: Show/Hide Connectors Tree

source: Клонировать подключение
en: Clone connection

source: Активировать подключение
en: Activate connection

source: Удалить подключение...
en: Delete connection...

source: Настроить подключение...
en: Configure connection...

source: Фильтровать список
en: Filter list

source: Группировать список
en: Group list

source: Невозможно удалить модуль "{0}". Некоторые из узлов в данный момент заблокированы.
en: Failed to delete "{0}" module. Some of the nodes are currently locked.

source: Переименовать подключение...
en: Rename connection...

source: Сортировать список
en: Sort list

source: Тестировать подключение
en: Test connection

source: Сброс сортировки
en: Clear sort

source: Путь подключения
en: Connection path

source: Переименование подключения
en: Rename Connection

source: Состояние подключения
en: Connection status

source: Действительно удалить подключение {0}?
en: Do you really want to delete {0} connection?

source: Удаление подключения
en: Delete Connection

source: Невозможно удалить компонент "{0}". Некоторые из производных узлов в данный момент заблокированы.
en: Failed to delete "{0}" component. Some derived nodes are currently locked.

source: Добавить подключение
en: Add connection

source: Адрес
en: Path

source: Ошибка при выполнении множественных операций
en: Multioperation error

source: Нет доступных подключений
en: No connections available

source: Ошибка тестирования нескольких подключений
en: Multiple connections test error

source: В открытых пакетах не найден связанный узел: {0} Попробовать открыть пакет?
en: Linked node not found in open packages: {0} Try opening the package?

source: Базовый домен
en: Base domain name

source: Источники данных
en: Data sources

source: проверяется подпись
en: checking signature

source: проверяется подпись и хост
en: checking signature and host

source: Ошибка при получении списка серверов
en: Error getting server list

source: системные
en: system

source: Поле {0} нельзя использовать для выборки со смещением из-за превышения количества уникальных значений (больше {1})
en: {0} field cannot be used for biased sampling due to excess of the unique values number (over {1})

source: Разбиение на множества
en: Partitioning

source: Размер группы в строках
en: Group size in rows

source: В пакете "{0}" не удалось найти узел с GUID={1}
en: Failed to find the node with GUID={1} in the "{0}" package

source: Размер группы в процентах
en: Group size in percent

source: Не определено
en: Unknown value

source: Неиспользуемое
en: Unused

source: Переключить на размер в строках
en: Switch to size in rows

source: Переключить на размер в процентах
en: Switch to size in percent

source: Общее количество строк превышает число строк во входном наборе
en: The total row count exceeds the input set row count

source: Общий процент не должен быть больше 100%
en: Total percentage must not exceed 100%

source: Узел добавлен, но не отображается, т.к. не соответствует фильтру
en: Node has been added, but it is not selected because it does not match the filter

source: Узел переименован, но не отображается, т.к. не соответствует фильтру
en: Node has been renamed, but it is not selected because it does not match the filter

source: Вы действительно хотите удалить все узлы?
en: Do you really want to delete all nodes?

source: Вы действительно хотите удалить узел "{0}" вместе с дочерними узлами?
en: Do you really want to delete "{0}" node with child nodes?

source: Невозможно удалить корневой узел
en: It is not possible to delete root node

source: Выходное дерево
en: Output tree

source: Вы действительно хотите создать выходные узлы для всех входных?
en: Do you really want to create output nodes for all inputs?

source: Пакет
en: Package

source: Узел "{0}" используется. Вы действительно хотите его исключить?
en: Node "{0}" is in use. Do you really want to exclude it?

source: Настройка соответствия между деревьями данных
en: Data Trees Mapping Settings

source: Настройка дерева данных
en: Configure Data Tree

source: Узел в выходном дереве связан, но не отображается, т.к. не соответствует фильтру
en: Node in the output tree connected, but it is not selected because it does not match the filter

source: Нельзя в выходное дерево добавить узел "{0}", который находится в списке исключенных узлов
en: Node "{0}" cannot be added to the output tree, as it is currently in the list of excluded nodes

source: Вы действительно хотите удалить все выходные узлы?
en: Do you really want to delete all output nodes?

source: Узел "{0}" используется. Вы действительно хотите его удалить?
en: "{0}" node is used. Do you really want to delete it?

source: Настройка выходного дерева данных
en: Configure Output Data Tree

source: Настройка производного компонента
en: Derived Component Setting

source: Добавить узел
en: Add Node

source: Имя узла не может быть пустым
en: Node name cannot be empty

source: Введенное имя узла "{0}" не является правильным идентификатором
en: Entered "{0}" node name is not a valid identifier

source: Узел с именем "{0}" уже существует
en: Node with "{0}" name already exists

source: Редактировать узел
en: Edit Node

source: Настройка входного дерева данных
en: Configure Input Data Tree

source: Необходимо установить хотя бы один из флагов: "{0}" или "{1}"
en: It is required to select at least one checkbox: "{0}" or "{1}"

source: Порт
en: Port

source: Удалить все входы/выходы?
en: Do you want to delete all inputs/outputs?

source: <Не задано>
en: <Unspecified>

source: Новый производный компонент
en: New Derived Component

source: Количество сокетов на сервере не совпадает с количеством сокетов на клиенте.
en: The server amount of sockets does not match the client amount of sockets.

source: Не удалось получить описание описание сокета для вендора {0}.
en: Failed to get socket definition for {0} vendor.

source: Не удалось получить описание описание сокетов
en: Failed to get socket definitions

source: Нельзя перемещать отнаследованный порт
en: Moving derived port forbidden

source: Входы
en: Inputs

source: Выходы
en: Outputs

source: <Уникальное>
en: <Unique>

source: Подключить
en: Connect

source: Подключено
en: Connected

source: Подключение...
en: Connection...

source: Локальное
en: Local

source: Не подключено
en: Not connected

source: Значение не может быть меньше {0}
en: Value cannot be less than {0}

source: Файл с именем {0} существует. Записать поверх?
en: {0} file exists. Do you want to overwrite?

source: Подключение не активно. Активировать его сейчас?
en: Connection is not active. Do you want to activate it now?

source: Ошибка в настройках контроля диапазона значений
en: Error in value range control settings

source: Все
en: All

source: Ошибка синхронизации нормализатора из-за явно заданного порядка значений
en: Normalizer synchronization error due to explicit order of values

source: Ошибка синхронизации нормализатора из-за явно заданной опорной категории
en: Normalizer synchronization error due to explicitly defined reference category

source: Ошибка в настройках параметров нормализатора
en: Error in settings of normalizer parameters

source: Не удалось автоматически синхронизировать настройки нормализатора с данными поля
en: Failed to auto-sync normalizer settings with field data

source: Входные
en: Inputs

source: Активация
en: Activation

source: Подготовка предпросмотра
en: Prepare preview

source: Значение "{0}" не является целым числом
en: Value "{0}" is not integer

source: Фильтр LDAP
en: LDAP filter

source: Random seed должен быть меньше или равен 2147483647
en: Random seed must be less or equal to 2147483647

source: Random seed должен быть больше 0
en: Random seed must exceed 0

source: Для данной операции необходимо соединение по протоколу HTTPS. Для копирования данных используйте горячие клавиши
en: Connection via HTTPS protocol is required for this operation. Use hot keys to copy data

source: Целевой узел удален.
en: Target node has been deleted.

source: Целевой узел "{0}" удален.
en: "{0}" target node has been deleted.

source: Целевой узел не найден, возможно, он был удален или стал недоступен.
en: Target node was not found, it may have been deleted or became unavailable.

source: Целевой узел "{0}" не найден, возможно, он был удален или стал недоступен.
en: "{0}" target node was not found, it may have been deleted or became unavailable.

source: Не выбран целевой узел.
en: No target node selected.

source: Узел-ссылка
en: Reference Node

source: Целевой узел "{0}" не выделен. Превышен предел {1} загружаемых уровней узлов.
en: "{0}" target node is not selected. {1} limit of loaded node levels has been exceeded.

source: Узел сценария
en: Workflow node

source: Повышенная точность
en: Increased accuracy

source: Повышенная скорость
en: Increased speed

source: Меньше факторов
en: Fewer factors

source: Пониженная точность
en: Reduced accuracy

source: Точные данные
en: Accurate data

source: Максимум факторов
en: Maximum factors

source: Максимальная точность
en: Maximum accuracy

source: Максимальная скорость
en: Maximum speed

source: Средняя точность
en: Average accuracy

source: По GUID
en: By GUID

source: Среднее число факторов
en: Average number of factors

source: Средняя скорость
en: Average speed

source: Недостоверные данные
en: Unreliable data

source: Минимум факторов
en: Minimum factors

source: Больше факторов
en: More factors

source: Тип создания производных переменных
en: Derived variables creation type

source: Настройка выходных переменных
en: Configure Output Variables

source: Добавить переменную
en: Add Variable

source: По метке
en: By caption

source: Имя переменной не может быть пустым
en: Variable name cannot be empty

source: Введенное имя переменной "{0}" не является правильным идентификатором
en: Entered "{0}" variable name is not a valid identifier

source: Переменная с именем "{0}" уже существует
en: Variable with "{0}" name already exists

source: Редактировать переменную
en: Edit Variable

source: Настройка значений переменных
en: Configure Variable Values

source: По имени
en: By name

source: Переменная добавлена, но не отображается, т.к. не соответствует фильтру
en: Variable has been added, but it is not selected because it does not match the filter

source: Переменная переименована, но не отображается, т.к. не соответствует фильтру
en: Variable has been renamed, but it is not selected because it does not match the filter

source: Вы действительно хотите удалить все переменные?
en: Do you really want to delete all variables?

source: Автоматическая синхронизация
en: Automapping

source: Синхронизировать переменные
en: Map variables

source: Вы действительно хотите создать выходные переменные для всех входных?
en: Do you really want to create output variables for all inputs?

source: Нет подходящих переменных
en: No matching variables

source: Ничего не найдено.
en: No matches found.

source: Переменная "{0}" используется. Вы действительно хотите ее исключить?
en: Variable "{0}" is in use. Do you really want to exclude it?

source: Настройка соответствия между переменными
en: Variables Mapping Settings

source: Настройка переменных
en: Configure Variables

source: Отсутствующие переменные
en: Missing variables

source: Переменная "{0}" используется. Вы действительно хотите ее удалить?
en: "{0}" variable is used. Do you really want to delete it?

source: Среди выбранных переменных есть используемые. Вы действительно хотите удалить все выбранные переменные?
en: There are used variables among the selected variables. Do you really want to delete all selected variables?

source: Активировать
en: Activate

source: Производный компонент
en: Derived component

source: Активировано
en: Activated

source: Вход активирован
en: Input activated

source: Активация...
en: Activating...

source: Не активировано
en: Not activated

source: Узел не содержит запрашиваемого порта
en: Node does not contain the requested port

source: Готово
en: Done

source: Всё равно продолжить
en: Continue anyway

source: Далее
en: Next

source: Не удалось получить информацию о лицензии {0}
en: Failed to get information on {0} license

source: Всё равно далее
en: Next Anyway

source: Вы действительно хотите закрыть мастер настройки?
en: Do you really want to close the wizard?

source: Подтвердить
en: Confirm

source: Переход на несуществующую страницу
en: An attempt to jump to an invalid page

source: Переход запрещен
en: Next move forbidden

source: Выполнить
en: Run

source: Обучить
en: Train

source: Попытка получить мастер настройки для неизвестного объекта
en: Attempt to get wizard for unknown object

source: Не удалось получить список лицензий
en: Failed to get license list

source: Возникла ошибка при получении текста лицензии
en: An error occurred while receiving the license text

source: Лицензионное соглашение
en: License Agreement

source: Атрибут с полным именем пользователя
en: Attribute with full username

source: Программное обеспечение с открытым исходным кодом
en: Third Party Open Source Software

source: {0} объектов
en: {0} objects

source: Разблокировать
en: Unlock

source: Открытый пакет будет заблокирован вами до момента его закрытия. Открыть?
en: The open package will be locked by you until it is closed. Do you want to open it?

source: Закрыть
en: Close

source: Не удалось сгенерировать адрес для текущей страницы
en: Failed to generate url for the current page

source: Не удалось найти пакет
en: Failed to find package

source: Не удалось получить абсолютный путь для файла "{0}"
en: Failed to get absolute path for "{0}" file

source: Хост
en: Host

source: Невозможно закрыть модуль "{0}" в пакете "{1}". Некоторые из узлов в данный момент заблокированы. Вы хотите отменить активные процессы и закрыть пакет без сохранения?
en: Failed to close "{0}" module in "{1}" package. Some of the nodes are currently locked. Do you want to cancel the active processes and close the package without saving?

source: Сохранить изменения в пакете "{0}"?
en: Do you want to save changes in "{0}" package?

source: Восстановить
en: Restore

source: Отказано в доступе
en: Access denied

source: Обнаружен разрыв связи.
en: Connection break detected.

source: Не удается открыть URL "{0}". Ошибка: {1}.
en: Failed to open URL "{0}". Error: {1}.

source: Сообщение об ошибке
en: Error message

source: Пакет с именем "{0}" не найден
en: "{0}" package not found

source: Текущий пакет не сохранён
en: Current package not saved

source: Запрашиваемая сессия уже была закрыта
en: The requested session has already been closed

source: Атрибут с именем пользователя
en: Attribute with username

source: Ветка с именем "{0}" не найдена.
en: "{0}" path not found.

source: Администратор закрыл сессию через диспетчер
en: Admin closed session via Session Manager

source: Произошло закрытие сессии по тайм-ауту неактивности
en: Session was closed by idle timeout

source: Сессия закрыта, потому что c этим же аккаунтом был осуществлен вход с другого места
en: Session closed because of another login from this account

source: Пакет {0} был закрыт из диспетчера
en: {0} package was closed via Session Manager

source: Указанный узел не найден. Переход невозможен.
en: The specified node was not found. Transition is not possible.

source: Произошёл разрыв связи с сервером
en: Server connection lost

source: Не сохранять
en: Do Not Save

source: Служебная учётная запись: пароль
en: Service account: password

source: ОС
en: OS

source: Закрыть также пакет "{0}"?
en: Do you want to close package "{0}" also?

source: Изменения в открытом по ссылке пакете "{0}" будут отражены в текущем пакете после его перезагрузки
en: Changes in package "{0}" opened through reference will be reflected in the current package upon its reload

source: Редакция
en: Edition

source: Ошибка аутентификации
en: Authentication error

source: Восстановление сессии
en: Session restore

source: Ошибка при попытке восстановить сессию
en: Session restore error

source: Настройки безопасности запрещают восстанавливать сессию с другого IP
en: Security settings prevent session restore with a new IP

source: Восстановить сессию?
en: Restore session?

source: К сессии может подключиться только пользователь, который ее создал
en: Only the user who created the session can connect

source: Сервер
en: Server

source: Версия {0}
en: Version {0}

source: При автосохранении не удалось сохранить пакеты: {0}
en: Failed to autosave packages: {0}

source: Пакет не выбран
en: Package not selected

source: Нельзя сохранить пакет с именем "{0}", открытый только на чтение.
en: Failed to save "{0}" read-only package.

source: В процессе открытия пакета "{0}" возникли ошибки
en: Errors occurred while opening package "{0}"

source: Не найден пакет, который можно закрыть.
en: No package to be closed was found.

source: Нет пакета для сохранения.
en: There is no package to save.

source: Пакет "{0}" открыт только на чтение, потому что он уже открыт другим пользователем, либо к файлу есть доступ только на чтение. Сохранение возможно только под другим именем.
en: "{0}" package is opened in read-only mode as it has already been opened by another user, or the file can be accesed in read-only mode. Saving is possible only under a different name.

source: Не проверять сертификат сервера
en: Do not check server certificate

source: Нельзя сохранить пакет "{0}", открытый только на чтение, без изменения имени
en: Failed to save "{0}" read-only package without changing the name

source: У пользователя "{0}" нет прав для создания пакетов
en: User "{0}" has no rights to create packages

source: О программе
en: About

source: Закрыть все пакеты?
en: Do you want to close all packages?

source: Закрыть другие пакеты?
en: Do you want to close other packages?
